tap "d12frosted/emacs-plus"
tap "koekeishiya/formulae"

brew "automake"
brew "cmake"
brew "composer"
brew "d12frosted/emacs-plus/emacs-plus@30"
brew "fastlane"
brew "ffmpeg"
brew "imagemagick"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mas"
brew "mermaid-cli"
brew "neovim"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "tmux"

cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "altserver"
cask "android-studio"
cask "appcleaner"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "font-meslo-for-powerlevel10k"
cask "font-noto-sans-cjk-jp"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "homerow"
cask "intellij-idea"
cask "iterm2"
cask "jupyter-notebook-viewer"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "logi-options+"
cask "monitorcontrol"
cask "obsidian"
cask "ollama-app"
cask "popclip"
cask "postman"
cask "rectangle"
cask "slack"
cask "smoothcsv"
cask "thaw"
cask "the-unarchiver"
cask "thorium"
cask "tunnelbear"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whichspace"
cask "zoom"

vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "eamodio.gitlens"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "iamhyc.overleaf-workshop"
vscode "mishkinf.goto-next-previous-member"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vsliveshare.vsliveshare"
vscode "openai.chatgpt"
vscode "usernamehw.errorlens"
vscode "vue.volar"
