tap "koekeishiya/formulae"

brew "composer"
brew "fastlane"
brew "imagemagick"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mas"
brew "neovim"
brew "pngpaste"
brew "tmux"

cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "bartender"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "dropbox"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "homerow"
cask "intellij-idea"
cask "iterm2"
cask "jupyter-notebook-viewer"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "logi-options+"
cask "monitorcontrol"
cask "obsidian"
cask "ollama"
cask "popclip"
cask "postman"
cask "rectangle"
cask "slack"
cask "tunnelbear"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Kindle", id: 302584613
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Perplexity", id: 6714467650

vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "golang.go"
vscode "iamhyc.overleaf-workshop"
vscode "mishkinf.goto-next-previous-member"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vsliveshare.vsliveshare"
vscode "openai.chatgpt"
vscode "usernamehw.errorlens"
vscode "vue.volar"
